

const About = () => {

  return (
    <div className="about">
      <div className="container">
        <h1 className="about-title"> О компании Estate.</h1>

        <p className="about-paragraph">
          Estate – ведущее агентство недвижимости, специализирующееся на помощи
          клиентам покупать, продавать и арендовать недвижимость в наиболее
          желаемом месте . Наша команда опытных агентов занимается
          предоставлением качественного обслуживания и на процессе покупок и
          продаж, делая сделки максимально гладкими.
        </p>
        <p className="about-paragraph">
          Наша миссия – помочь нашим клиентам достичь своих целей в сфере
          недвижимости путем предоставление экспертных консультаций,
          индивидуального обслуживания и глубокого понимания местного рынка.
          Если вы хотите купить, продать или арендовать недвижимость, мы здесь,
          чтобы помочь вам на каждом этапе сделки.
        </p>
        <p className="about-paragraph">
          Наша команда агентов имеет богатый опыт и знания в сфере индустрии
          недвижимости, и мы стремимся предоставить самый высокий уровень
          обслуживания наших клиентов. Мы считаем, что покупка или продажа
          недвижимость должна быть захватывающим и полезным опытом, и мы
          стремится сделать это реальностью для каждого из наших клиентов.
        </p>
      </div>
      
       
    </div>
  );
};

export default About;
